class Quote {
  final String serial;
  final String quote;
  final String reference;

  Quote({this.serial, this.quote, this.reference});
}

List data = [
  Quote(
    serial: "আমল : ১",
    quote:
    "প্রত্যেক ওযুর পর কালেমা শাহাদত পাঠ করুণ (আশ্হাদু আল্লা-ইলাহা ইল্লাল্লাহু ওয়াহ্দাহু লা- শারী কা লাহূ ওয়া আশহাদু আন্না মুহাম্মাদান ‘আব্দুহূ ওয়া রাসূলুহূ) । এতে জান্নাতের ৮টি দরজার যে কোন দরজা দিয়ে প্রবেশ করতে পারবেন।",
    reference: "সহিহ মুসলিম, হাদিস নং- ২৩৪।",
  ),
  Quote(
    serial: "আমল : ২",
    quote:"প্রত্যেক ফরজ সলাত শেষে আয়াতুল কুরসি পাঠ করুণ এতে মৃত্যুর সাথে সাথে জান্নাতে যেতে পারবেন। ",
    reference: "সহিহ নাসাই, সিলসিলাহ সহিহাহ, হাদিস নং- ৯৭২।",
  ),
];